tap "azure/azd"
tap "azure/bicep"
tap "azure/functions"
tap "bensadeh/circumflex"
tap "datawire/blackbird"
tap "facebook/fb"
tap "hakky54/crip"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "microsoft/azdata-cli-release"
tap "microsoft/mssql-release"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "teamookla/speedtest"
tap "thoughtbot/formulae"
brew "openssl@1.1"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "ccd2iso"
brew "clang-format"
brew "cmake"
brew "consul"
brew "dos2unix"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fpp"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "go"
brew "helm"
brew "hub"
brew "ipinfo-cli"
brew "jenv"
brew "kind"
brew "kubernetes-cli"
brew "libyaml"
brew "mas"
brew "mtr"
brew "neovim"
brew "nmap"
brew "nomad"
brew "opa"
brew "packer"
brew "pillow"
brew "pkg-config"
brew "ranger"
brew "rbenv"
brew "rcm"
brew "reattach-to-user-namespace"
brew "rustup-init"
brew "serf"
brew "sslscan"
brew "swagger-codegen"
brew "telnet"
brew "terraform"
brew "tmux"
brew "trash"
brew "tree"
brew "vault"
brew "wabt"
brew "watch"
brew "watchman"
brew "wget"
brew "xmlformat"
brew "zlib"
brew "azure/azd/azd"
brew "azure/bicep/bicep"
brew "azure/functions/azure-functions-core-tools@4"
brew "bensadeh/circumflex/circumflex"
brew "datawire/blackbird/telepresence"
brew "facebook/fb/idb-companion"
brew "hakky54/crip/crip"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/sentinel"
brew "hashicorp/tap/waypoint"
brew "microsoft/azdata-cli-release/azdata-cli"
brew "qmk/qmk/qmk"
brew "teamookla/speedtest/speedtest"
cask "android-studio"
cask "azure-data-studio"
cask "bartender"
cask "dbngin"
cask "debookee"
cask "discord"
cask "displaycal"
cask "docker"
cask "dotnet-sdk"
cask "dungeon-crawl-stone-soup-console"
cask "flipper"
cask "font-cascadia-mono-pl"
cask "gpg-suite"
cask "hashicorp-boundary-desktop"
cask "hazel"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-edge"
cask "microsoft-openjdk"
cask "microsoft-teams"
cask "origami-studio"
cask "osquery"
cask "parallels"
cask "paw"
cask "powershell"
cask "qmk-toolbox"
cask "royal-tsx"
cask "sketch"
cask "tableplus"
cask "vagrant"
cask "visual-studio-code"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher", id: 881418622
mas "app.workitems.workitems-app", id: 1632758602
mas "Apple Configurator", id: 1037126344
mas "Azure VPN Client", id: 1553936137
mas "ChmPages", id: 1164062917
mas "Developer", id: 640199958
mas "Keyshape", id: 1223341056
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Microsoft Word", id: 462054704
mas "OmniGraffle", id: 1142578753
mas "OneDrive", id: 823766827
mas "Playgrounds", id: 1496833156
mas "Prime Video", id: 545519333
mas "Proxie", id: 897814548
mas "Remote Desktop", id: 409907375
mas "Slack", id: 803453959
mas "Steam Link", id: 1246969117
mas "TestFlight", id: 899247664
mas "Transporter", id: 1450874784
mas "Wipr", id: 1320666476
vscode "alefragnani.project-manager"
vscode "Angular.ng-template"
vscode "arcsector.vscode-splunk-search-linter"
vscode "arcsector.vscode-splunk-search-syntax"
vscode "argutec.argutec-azure-repos"
vscode "azsdktm.SecurityIntelliSense"
vscode "AzurePolicy.azurepolicyextension"
vscode "bagetx.inf"
vscode "BazelBuild.vscode-bazel"
vscode "bencoleman.armview"
vscode "bewhite.psrule-vscode"
vscode "bhargav.vscode-linkerd"
vscode "bungcip.better-toml"
vscode "connorshea.vscode-test-explorer-status-bar"
vscode "Dart-Code.dart-code"
vscode "dave-deletethis.midl-webidl-syntax"
vscode "DavidAnson.vscode-markdownlint"
vscode "dawhite.mustache"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "fabiospampinato.vscode-todo-plus"
vscode "fcrespo82.markdown-table-formatter"
vscode "getporter.porter-vscode"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.hcl"
vscode "hashicorp.sentinel"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-mocha-test-adapter"
vscode "hbenl.vscode-test-explorer"
vscode "humao.rest-client"
vscode "idleberg.applescript"
vscode "ionutvmi.reg"
vscode "jdinhlife.gruvbox"
vscode "jtavin.ldif"
vscode "k--kato.docomment"
vscode "kavod-io.vscode-jest-test-adapter"
vscode "leeh.vcl-extension"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "lucono.karma-test-explorer"
vscode "luggage66.VBScript"
vscode "MelodicDevelopment.azure-work-management"
vscode "mike-lischke.vscode-antlr4"
vscode "mikestead.dotenv"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "mrkou47.thrift-syntax-support"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-dapr"
vscode "ms-azuretools.vscode-docker"
vscode "ms-azuretools.vscode-logicapps"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.kubernetes-opa-vscode"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-pyright.pyright"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "MS-SarifVSCode.sarif-viewer"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.mono-debug"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-vsliveshare.vsliveshare"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "msjsdiag.debugger-for-edge"
vscode "msjsdiag.vscode-react-native"
vscode "oouo-diogo-perdigao.docthis"
vscode "plibither8.remove-comments"
vscode "PowerQuery.vscode-powerquery"
vscode "pspester.pester-test"
vscode "rctay.karma-problem-matcher"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rosshamish.kuskus-kusto-language-server"
vscode "rosshamish.kuskus-kusto-syntax-highlighting"
vscode "rust-lang.rust-analyzer"
vscode "sainnhe.gruvbox-material"
vscode "sswg.swift-lang"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "syler.sass-indented"
vscode "TGV.awk-language-client"
vscode "thomas-baumgaertner.vcl"
vscode "timdenholm.netscaler"
vscode "tommasov.hosts"
vscode "tsandall.opa"
vscode "Tyriar.luna-paint"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "VisualStudioOnlineApplicationInsights.application-insights"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "webben.browserslist"
vscode "wingrunr21.vscode-ruby"
vscode "xaver.clang-format"
vscode "zxh404.vscode-proto3"
