tap "azure/aks-engine"
tap "azure/draft"
tap "azure/functions"
tap "bazelbuild/tap"
tap "bufbuild/buf"
tap "dart-lang/dart"
tap "facebook/fb"
tap "github/gh"
tap "heroku/brew"
tap "hhvm/hhvm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/livecheck"
tap "homebrew/services"
tap "jamitlabs/accio", "https://github.com/JamitLabs/Accio.git"
tap "kolide/tap"
tap "ksonnet/tap"
tap "liamg/tfsec"
tap "microsoft/git"
tap "miderwong/flutter"
tap "nektos/tap"
tap "opencontrol/oscalkit"
tap "spectralkh/tap"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
tap "wagoodman/dive"
tap "wata727/tflint"
tap "weaveworks/tap"
tap "yonaskolb/swaggen", "https://github.com/yonaskolb/SwagGen.git"
cask "adoptopenjdk8"
brew "awscli"
brew "azure-cli"
brew "ballerina"
brew "buildifier"
brew "freetype"
brew "carthage"
brew "chisel"
brew "clang-format", link: false
brew "cmake"
brew "composer"
brew "consul"
brew "consul-template"
brew "container-diff"
brew "go"
brew "docker-compose", link: false
brew "docker-machine-driver-hyperkit"
brew "dos2unix"
brew "drafter"
brew "fluxctl"
brew "fontforge"
brew "fpp"
brew "fzf"
brew "git-extras"
brew "git-lfs"
brew "glfw"
brew "grafana"
brew "graphviz"
brew "helm"
brew "lua"
brew "hub"
brew "hugo"
brew "hyperkit", link: false
brew "infer"
brew "ios-deploy"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ios-webkit-debug-proxy"
brew "jenv"
brew "jq"
brew "juju"
brew "kompose"
brew "kubernetes-cli"
brew "kops"
brew "kubectx"
brew "kubernetes-service-catalog-client"
brew "kustomize"
brew "linkerd"
brew "luajit"
brew "luarocks"
brew "mas"
brew "maven"
brew "minikube", link: false
brew "mkcert"
brew "neovim"
brew "nmap"
brew "node_exporter"
brew "nomad"
brew "opa"
brew "openapi-generator"
brew "protobuf"
brew "p7zip"
brew "packer"
brew "pipenv", link: false
brew "prometheus"
brew "prototool"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rpm2cpio"
brew "rustup-init"
brew "sblim-sfcc"
brew "serf"
brew "shellcheck"
brew "skaffold"
brew "socat"
brew "stern"
brew "swiftformat"
brew "swiftlint"
brew "sysdig"
brew "tag"
brew "telnet"
brew "terraform"
brew "terraformer"
brew "tflint"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "unrar"
brew "upx"
brew "vault"
brew "velero"
brew "vsts-cli"
brew "wabt"
brew "watchman"
brew "weechat"
brew "wget"
brew "xctool"
brew "yamllint"
brew "azure/aks-engine/aks-engine"
brew "azure/draft/draft"
brew "azure/functions/azure-functions-core-tools"
brew "bazelbuild/tap/bazel"
brew "bufbuild/buf/buf"
brew "dart-lang/dart/dart"
brew "facebook/fb/buck"
brew "github/gh/gh"
brew "kolide/tap/launcher"
brew "ksonnet/tap/ks"
brew "liamg/tfsec/tfsec"
brew "miderwong/flutter/flutter"
brew "nektos/tap/act"
brew "opencontrol/oscalkit/oscalkit"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "wagoodman/dive/dive"
brew "weaveworks/tap/eksctl"
brew "yonaskolb/swaggen/swaggen"
cask "android-studio"
cask "azure-data-studio"
cask "bartender"
cask "bloomrpc"
cask "dbngin"
cask "debookee"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dungeon-crawl-stone-soup-tiles"
cask "flipper"
cask "font-lato"
cask "github"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "hazel"
cask "impactor"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "ksdiff"
cask "microsoft-azure-storage-explorer"
cask "microsoft-edge"
cask "microsoft-teams"
cask "minikube"
cask "mono-mdk-for-visual-studio"
cask "ngrok"
cask "openemu"
cask "origami-studio"
cask "paw"
cask "plex-media-player"
cask "powershell"
cask "qlcolorcode"
cask "qlstephen"
cask "qlvideo"
cask "quicklookase"
cask "react-native-debugger"
cask "reactotron"
cask "royal-tsx"
cask "sketch"
cask "softu2f"
cask "steam"
cask "sysdig-inspect"
cask "tableplus"
cask "vagrant"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher", id: 881418622
mas "ChmPages", id: 1164062917
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Jira", id: 1475897096
mas "Keyshape", id: 1223341056
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Microsoft Word", id: 462054704
mas "MindNode", id: 1289197285
mas "OmniFocus", id: 1346203938
mas "OmniGraffle", id: 1142578753
mas "OmniOutliner", id: 1142578772
mas "OmniPlan", id: 1040002810
mas "Proxie", id: 897814548
mas "Reeder", id: 1449412482
mas "Remote Desktop", id: 409907375
mas "Server", id: 883878097
mas "Slack", id: 803453959
mas "SQLPro Studio", id: 985614903
mas "TaskPaper", id: 1090940630
mas "TickTick", id: 966085870
mas "Transporter", id: 1450874784
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
