alefragnani.project-manager
atlassian.atlascode
BazelBuild.vscode-bazel
bungcip.better-toml
CitrixDeveloper.citrixdeveloper-vscode
connorshea.vscode-test-explorer-status-bar
Dart-Code.dart-code
Dart-Code.flutter
dawhite.mustache
DevonDCarew.bazel-code
eamodio.gitlens
EditorConfig.EditorConfig
fabiospampinato.vscode-todo-plus
formulahendry.dotnet-test-explorer
GitHub.vscode-pull-request-github
hbenl.vscode-test-explorer
humao.rest-client
idleberg.applescript
jdinhlife.gruvbox
littlefoxteam.vscode-python-test-adapter
mauve.terraform
mike-lischke.vscode-antlr4
mikestead.dotenv
ms-azure-devops.azure-pipelines
msazurermtools.azurerm-vscode-tools
ms-azuretools.vscode-apimanagement
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
ms-kubernetes-tools.duffle-vscode
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.mssql
ms-ossdata.vscode-postgresql
ms-pyright.pyright
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.Go
ms-vscode.powershell
ms-vscode.vscode-node-azure-pack
ms-vsts.team
msjsdiag.debugger-for-edge
msjsdiag.vscode-react-native
redhat.java
redhat.vscode-yaml
rtbenfield.vscode-jest-test-adapter
rust-lang.rust
swift-lsp-dev.swift-lsp-dev
tsandall.opa
vsciot-vscode.azure-iot-toolkit
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
vscoss.vscode-ansible
wayou.vscode-todo-highlight
wholroyd.HCL
zxh404.vscode-proto3
